{
  "kethra-lab": {
    "title": "LAB NODE STATUS REPORT – LRX-Kethra Node",
    "source": "LRX-Kethra Node / Kethra IV Inner Lagrange",
    "timestamp": "Week 7 Summary (Trial 042–046)",
    "body": [
      "Objective:",
      "Continued investigation into graphenide-alumox microstrand lattices for use in near-field neutron absorption and heat transfer stability across tier-2 modular fusion assemblies. Lattice designated \"Virex-7\" under internal schema.",
      "",
      "Trial 042",
      "Initial impression run complete. Synthetic vacuum-pulled mold with 0.3% deviation. Core lattice showed early failure under 84 MW equivalent thermal stress. Breakdown initiated at phase boundary between oxidized microstrand and amorphous silicate underlayer—suggests ongoing bonding fault, likely from solvent deposition phase inconsistency.",
      "Adjusted laser sintering time by +0.2 sec for next mold run. Still no reflow layer to manage energy dispersal. That remains the bottleneck.",
      "",
      "Trial 045",
      "Partial success. Lattice held structural integrity for 19 seconds at 91 MW load (27.5 K max localized). Failed at weldline junction—fracture pattern matches early prediction models. Good.",
      "Recommending switch from FEP-aligned scaffold to low-mass borophene sleeve for sheath casing. Simulations predict 11% increase in localized tensile survivability under same strain envelope. Requires recalibrating thermal bleed rate assumptions.",
      "",
      "Unexpected Variable – Trial 046 Prep",
      "Riko introduced a trace layer of hexaboron interstitial dopant without filing override form. Says he read an archived Osaka paper that claimed promising photon channeling effects. He's right—output curve briefly spiked to 102 MW before collapse.",
      "That’s over baseline cap. Only reason the test cradle didn’t crack was the dampener core we stole from that salvage crate last month.",
      "I’m not filing a report. But I am logging this. Quietly.",
      "…We might be onto something.",
      "",
      "Inventory Note:",
      "Down to 4 canisters of triox plasma sheath fluid. Rationing now. Blacksite supply run not due for 9 more days. Riko’s been splicing backup coolant from off-spec reaction waste. If anyone asks, it’s his idea.",
      "",
      "Personal Addendum (Encrypted):",
      "The sponsor hasn’t called in two weeks. No uplink pulses. That’s not normal.",
      "If we break containment or overshoot core stability next week… there might not be anyone left to tell.",
      "",
      "[End Log]",
      "Data recovered from onboard storage array fragment. Energy signature confirmed Virex lattice ignition at 104.2 MW. No life signs present within 0.4 km of detonation radius. Lab module destroyed in-place. Sponsor unknown."
    ]
  },
  "langmuir-vector": {
    "title": "MISSION FLIGHT RECORD – SSV Langmuir Vector",
    "source": "SSV Langmuir Vector / HLX-Kaelrim Drift",
    "timestamp": "2323.11.207 – 16:42",
    "body": [
      "Drift Range: 0.42–0.68 AU from HLX-Kaelrim Protoform",
      "Gutter Anchoring: Confirmed stable pre-jump. Dilation <0.01.",
      "Survey run initiated as standard. Mineral profile returns were promising: bismuth traces in irregular concentric geodes, and faint chirality in deep crystal seams. Nothing anomalous—at first.",
      "",
      "Anomaly 1 – Echo Lag",
      "16:57 – Our lateral sonar pulse on the asteroid shelf returned 2.1 seconds late, with the waveform inverted. Full pulse strength, clear signature, no known object in that vector.",
      "AI registered a false positive object: \"SSV Langmuir Vector\" ~31 meters offset. Position confirmed negative. Visuals empty.",
      "Engineering ran a diagnostic. All systems nominal. Clock drift was within specs.",
      "Logged as sensor ghost, but the AI’s tone changed when asked to reprocess it. She used the passive \"we.\"",
      "",
      "Anomaly 2 – Internal Pressure Drift",
      "17:22 – Compartment D recorded internal pressure fluctuation of +0.3 kPa. No breach, no thermal shift. Just... pressure.",
      "Crew chalked it up to valve lag. I watched the feed. It moved like lungs—slow inhale, still exhale.",
      "I overrode the sensor for now. We don’t have the spare seals to redo that bay anyway.",
      "",
      "Anomaly 3 – Echo Artifact",
      "18:05 – AI played back a fragment of our own transmission while calibrating the secondary comms node. But I wasn’t in that log.",
      "It was me. My voice. Saying things I haven’t said yet.",
      "I asked for the log—system refused. Said no such file exists. It’s just gone.",
      "",
      "Closing Summary",
      "We are still anchored. Mass check stable. Jump calibration intact.",
      "But something here is wrong. It’s not the Gutter in collapse, and it’s not a jump gone bad. It’s a misalignment. Like we’re only mostly here.",
      "AI recommends retreat vector. Captain hasn’t ordered it yet. He wants the bismuth seam mapped before we burn return mass.",
      "If this is found, tell the next crew not to trust the sonar. It still shows our shadow in the dust—moving exactly 1.2 seconds ahead of us.",
      "",
      "[End Log]",
      "Recovered from blackbox shard in the Kaelrim Drift debris field. No hull sections or crew remains recovered. AI core fragmented. Shadow anomaly still registered on drift-side Gutter anchor once every 11.4 hours."
    ]
  },
  "calliphora-237a": {
    "title": "TERMINAL LOG 237-A – SHIPBOARD RECORDS ACCESS",
    "source": "MNS Calliphora",
    "timestamp": "[Last Sync: 2320-11-07T16:42:33Z]",
    "body": [
      "VESSEL ID: MNS Calliphora",
      "STATUS: [Last Sync: 2320-11-07T16:42:33Z]",
      "LOCATION: [Uncertain – Ping Echo Received ~34.8 km from Registered Vector]",
      "ACCESS LEVEL: General Crew / Encrypted Subsections",
      "",
      "[Log Entry 14: Routine Engineering Inspection – Technician Levarn H.]",
      "08:00 – Recirculation pumps stalling again in Section C-12. Nothing flagged on diagnostics, but the pressure differential’s climbing past safe float. Switched to manual override and flushed line. Will check again during third shift rotation.",
      "09:14 – Another flicker on the thermal readout below Starboard 3. Still within margins. Logged it anyway.",
      "10:30 – Coffee’s still gone. Three days now. That’s not a supply issue, that’s sabotage.",
      "11:18 – Halverson dropped a wrench through the grating. Again. That’s four this month.",
      "12:40 – Got comms from Bridge. They’re running a new diagnostic across life support. I’m guessing this is about the noise people keep reporting near the water processors. Doubt it’s anything—half this ship creaks when you walk wrong.",
      "13:42 – Finishing inspection notes. Nothing critical. Just the usual hums and glitches. Atmosphere stable. CO2 at 0.04%. Hull temperature running cool.",
      "",
      "Signing off. If someone finds this and we’re all dead, tell Halverson he still owes me five credits for that socket set.",
      "",
      "[End Log]"
    ]
  }
}

}
